Revit 2027 API
VertexPositionColored Properties
The VertexPositionColored type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from Vertex)
Position |  The vertex's position.
Top
See Also
Reference
VertexPositionColored Class
Autodesk.Revit.DB.DirectContext3D Namespace